Repository: oleh1/simple-ajax-shoutbox
Catalog: lang/shoutbox2-*.po
Languages: fr_fr

source: Only registered user allowed
fr_fr: Réservé aux utilisateurs autorisés

source: Smilies
fr_fr: Emoticones

source: Shoutbox RSS channel
fr_fr: Flux RSS de la shoutbox

source: Update of chat failed; will try again shortly
fr_fr: Echec de la mise a jour du tchat; réessayez plus tard

source: Max messages in shoutbox:
fr_fr: Nombre de messages maxi de la boite:

source: Reload time in seconds:
fr_fr: fréquence de rechargement en secondes:

source: Only registered user allowed.
fr_fr: Réservé aux utilisateurs autorisés.

source: By enabling this submitted URLs will become clickable.
fr_fr: La validation de cette URL la rendra cliquable.

source: Check using Akismet, may degrades process time.
fr_fr: Controlé par Askimet, peut diminuer les perfromances.

source: Unknown referrer.
fr_fr: Provenance inconnue.

source: Name already exists, please choose another.
fr_fr: Nom existant, choisissez en un autre SVP.

source: Name empty.
fr_fr: Nom vide.

source: Message empty.
fr_fr: Message vide.

source: Blocked by Akismet.
fr_fr: Bloqué par Askimet.

source: Please try again after a few seconds.
fr_fr: Réessayez dans quelques secondes SVP.

source: Database insert failure. Try reinstall plugin.
fr_fr: Echec a l'insertion en base de données. Essayez de réinstaller le plugin.

source: IP address
fr_fr: Adresse IP

source: No messages.
fr_fr: Pas de message.

source: Comment
fr_fr: Commentaire

source: [delete]
fr_fr: [supprime]

source: Delete this message?
fr_fr: Supprimer ce message ?

source: %blogname% chat
fr_fr: %blogname% tchat

source: Message from %username% | %blogname% chat
fr_fr: Message de %username% | %blogname% tchat

source: Display link to RSS channel containing shoutbox messages.
fr_fr: Afficher le lien vers le flux RSS contenant les messages de la shoutbox

source: Max length of message is %maxlength% characters, length of your message is %length% characters. Please shorten it.
fr_fr: La longueur maximale de message est de %maxlength% caracteres, la longueur de votre message est de %length% caracteres. Réduisez SVP.

source: Publish
fr_fr: Publier

source: Sound on new message
fr_fr: Son pour les nouveaux messages

source: Newest message at bottom.
fr_fr: Nouveau message en bas
